package com.example.relativelayouttogglebuttonscrollview

class Database {
    val text :String = """
      Жили-были в одном маленьком затишном городке два друга – Петя и Вася. 
        Каждый день они после школы играли в парке, собираясь под старым дубом. 
        Дуб был так велик, что его могло бы увидеть даже солнце, если бы не ветви, 
        преграждающие путь его солнечным лучам.

        Однажды, гуляя в парке, ребята нашли странный, блестящий ключ. 
        Они не знали, от чего он был, но решили, что это может быть ключ к 
        невероятным приключениям. Собравшись под дубом, они начали размышлять 
        о том, что может открывать этот ключ.

        – Возможно, это ключ от сокровищ? – предположил Петя.

        – Или от замка с драконами! – воскликнул Вася, воображая 
        далёкие страны и удивительные существа.

        Воображение друзей разыгралось, и они решили, что сегодня они 
        обязательно должны найти, к чему же подходит их ключ. 

        С тех пор их жизнь наполнилась увлекательными приключениями и 
        загадками, и кто знает, может, однажды они действительно 
        откроют великие тайны с помощью этого загадочного ключа.
    """.trimIndent()
}